#Различные константы

VERSION = "1.1"

BOT_TOKEN = '2064914732:AAGa7kpiRzOg4kq9hNv3t7eeRvbROSC8MWo'

HELP_COMMAND = "help"
START_COMMAND = "start"
RESET_COMMAND = "reset"
ABOUT_COMMAND = "about"

HELP_MESSAGE = """Список доступных комманд:
/help - Выводит список всех доступных комманд
/start - Начать работать с ботом
/reset - начать игру заново
/about - вывести информацию о боте
"""

START_MESSAGE = "Добро пожаловать!!! Мы начинаем!!!"
START_DURING_GAME = "Игра уже идет!\nДля сброса текущей игры используйте комманду /reset"
RESET_MESSAGE = "Весь текущий прогресс будет потерян. Вы уверены?"
UNKNOWN_COMMAND_MESSAGE = "Я понимаю только команды! Воспользуйтесь командой /help для получения списка доступных вариантов"

ABOUT_MESSAGE = """ Это бот - игра. Многим из вас знакомы книги - игры с нелинейным сюжетом, который зависит от вашего выбора. Предлагаем вам сыграть в одну из таких игр и создать свой собственный сюжет."""
